---
kind: other
id: Properties.T:Autodesk.Revit.DB.FamilyPointPlacementReference
source: html/9228fded-5d3e-a00c-9d16-bdd5ae8b1aea.htm
---
# FamilyPointPlacementReference Properties

Identifies if the object is read-only or modifiable.